Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: ཕུར་བུ་ རབ་ཏུ་ འབར་བ འི་ ཕུར་བུ་ དེས་ དེ འི་ རྒྱབ་ དང་ །_ མདོམས་ སྔ་མ་ བཞིན་ ཕུག་ ནས་ དེ འི་ སྟེང་ དུ་ བཞག་ ལ་ རལ་གྲི་ [226a] ཤིན་ཏུ་ རྣོན་པོ་ རབ་ཏུ་ འབར་བ ས་ རླིག་པ་ དང་ ཕོ་མཚན་ ལྷན་ཅིག་ གཅོད་ དེ་ སྡུག་བསྔལ་ སུམ་འགྱུར་ དུ་ མྱོང་ ངོ་ །_།
en: In the same way as before, they will impale them upon flaming stakes, from their anuses up through their torsos, {{page:{number:289,id:UT22084-068-021-100315,folio:F.226.a,volume:V68}}} and then chop off their penises and testicles with sharp knives, thus tripling their torments.

source: དེ འི་ རྒྱུ་ ནི་ གང་ཡིན །_ རྐྱེན་ ནི་ གང་ཡིན །_ གཞི་ ནི་ གང་ཡིན་ སྙམ་ ན །_
en: $830 “What are the causes, conditions, and bases for this?

source: དེ་ ལ་ རྒྱུ་ ནི་ འདི་ ཡིན །_ རྐྱེན་ ནི་ འདི་ ཡིན །_ གཞི་ ནི་ འདི་ ཡིན་ ཏེ །_ འདི་ལྟ་སྟེ །_ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ རྒྱུ་ དང་ རྐྱེན་ དང་ གཞིར་ གྱུར་ ཏེ །_ རྒྱུ་ དེས་ སྡུག་བསྔལ་ སུམ་འགྱུར་ དུ་ མྱོང་ ངོ་ །_།
en: Killing, stealing, and sexual misconduct are the causes, conditions, and bases that triple the suffering.

source: འདི་ལྟ་སྟེ །_ ལྕགས་མགར་ གྱི་ ས་ ན་ ལྕགས་མགར་ རམ །_ ལྕགས་མགར་ གྱི་ སློབ་མ ས་ སྦུད་པ་ བླངས་ ཏེ་ དབུགས་ ཀྱིས་ བཀང་ ནས་ ཇི་ལྟ་ ཇི་ལྟ ར་ དབུགས་ ཀྱིས་ འབུད་པ་ དེ་ལྟ་ དེ་ལྟ ར་ ཉེས་པ ར་ བྱེད་པ འི་ ལས་ ཀྱི་ མཐའ་ བྱས་པ་ དེ་བཞིན་ དུ་ སྲེག་ གོ །_།
en: As when a blacksmith or his skilled apprentice takes the bellows and repeatedly blows them, these beings will continue to be burned by the consequences of their misdeeds.

source: ཉེས་པ ར་ བྱས་པ འི་ མགར་བ་ ནི་ལ ས་ དང་ མཇུག་ ཅེས་བྱ་བ འི་ ཚིག་ བླ་དགས་ སོ །_། མགར་བ འི་ སློབ་མ་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཞེས་ བྱ་བ་ ནི་ལ ས་ ཀྱི་ ཉེར་བསྡོགས་ ཞེས་ བྱ་བ འི་ ཚིག་ བླ་དགས་ སོ །_།
en: In this example the blacksmith is an image of the karmic misdeeds and their completion, whereas the apprentice illustrates the preparatory aspects of such karmic actions.

source: རླུང་ ཞེས་ བྱ་བ་ ནི་ལ ས་ ཀྱི་ རླུང་ ཞེས་ བྱ་བ འི་ ཚིག་ བླ་དགས་ སོ །_། སྦུད་པ་ ཞེས་ བྱ་བ་ ནི་ ལྟ་བ་ ངན་པ་ ཞེས་ བྱ་བ འི་ ཚིག་ བླ་དགས་ སོ །_།
en: The air that is blown indicates the wind of karmic action, and the stoking that results is an image of wrong view.

source: མདག་མ་ རབ་ཏུ་ འབར་བ་ ཞེས་ བྱ་བ་ ནི་ སེམས་ཅན་ དམྱལ་བ་པ་ ཞེས་ བྱ་བ འི་ ཚིག་ བླ་དགས་ སོ །_།
en: The glowing embers indicate hell.

source: ཇི་ལྟ་ ཇི་ལྟ ར་ སྦུད་པ་ འབུད་པ་ དེ་ལྟ་ དེ་ལྟ ར་ སྲེག་ ཅེས་བྱ་བ་ ནི་ སེམས་ཅན་ དམྱལ་བ་པ་ དག་ ཀྱང་ ཇི་ལྟ་ ཇི་ལྟ ར་ ཤིན་ཏུ་ མི་དགེ་བ འི་ ལས་ བྱས་པ་ དེ་ལྟ་ དེ་ལྟ ར་ སྡུག་བསྔལ་ ཤིན་ཏུ་ མི་བཟད་པ་ མྱོང་བ ར་ འགྱུར་ ཏེ
en: The continuous stoking and burning shows how the utterly unbearable experience of pain will continue in accordance with the particular exceedingly unwholesome deeds one has performed.

source: དེ་ ནི་ རྒྱུ་ ཡིན་ དེ་ ནི་ རྐྱེན་ ཡིན་ ནོ །_།
en: These are the causes and conditions.

source: རལ་གྲི འི་ གནོད་པ་ གང་ གིས་ དེ་ ཤིན་ཏུ་ མི་བཟད་པ་ སུམ་འགྱུར་ དུ་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ་ རྣམས་ ཀྱི་ འབྲས་བུ་ དེ་ ཡིན་པ ར་ རིག་པ ར་ བྱ འོ །_།
en: Understand that the knives that cause the tripling of the excruciating pain are the result of resorting to, becoming habituated to, and increasing acts of killing, stealing, and sexual misconduct.

source: སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ འཇིགས་ པས་ མིག་ བློང་བ་ རྣམ་པར་ སྒྲ་ འབྱིན་ ཅིང་ འཕགས་པ་ མ་ཡིན་པ འི་ ལས་ ཀྱིས་ འཚེད་པ་ ན་ དྲིས་པ །_
en: $831 “Blinded by fear, moaning in pain, and boiling in their ignoble karmic actions, the hell beings will now be asked by the henchmen,

source: ཀྱེ་ གྲོགས་པོ་ དག་ ཁྱེད་ཅག་ ལ་ ནི་ ཅི་ཞིག་ གནོད །_
en: ‘Friends, what is hurting you?’

source: སྡུག་བསྔལ་ དེ་དག་ གིས་ མངོན་པར་ ཉམ་ཐག་པ་ དེས་ གཤིན་རྗེ འི་ མི་ རྣམས་ ལ་ འདི་ལྟར་ སྡུག་བསྔལ་ ཚ་བ་ དག་ གིས་ ཉམ་ཐག་པ འི་ སྡུག་བསྔལ་ འདི་དག་ ནི་ སྡུག་བསྔལ་བ་ མེད་ ཀྱི་ འདི་ལྟར་ བདག་ཅག་ ནི་ སྐོམ་ [226b] པས་ གདུངས་ སོ་ ཞེས་ སྨྲས་པ་ དང་ །_
en: In reply they will cry out, ‘We suffer miserably, yet this excruciating pain that you wreak upon us is not all that tortures us. We’re suffering from thirst!’ {{page:{number:290,id:UT22084-068-021-100316,folio:F.226.b,volume:V68}}}

source: དེ་ གཤིན་རྗེ འི་ མི་ དེ་དག་ གིས་ ཐོས་ ནས་ འཇིགས་པ འི་ རླབས་ ཞེས་ བྱ་བ་ ཟངས་ དང་ ཞ་ཉེ་ བསྲེས་པ་ རབ་ཏུ་ བསྐོལ་བ འི་ རླབས་ ཀྱིས་ འགྲམ་ གཉི་ག་ གནོད་པ །_ ཆུ་བོ འི་ རླབས་ ཀྱིས་ སྒྲ་ མཐོང་ ཞིང་ ཐོས་ ན
en: $832 “When the henchmen of the Lord of Death hear these words, they will take the hell beings to a river, known as Fearsome Waves, that runs its destructive course with a mixture of boiling copper and lead.

source: འཇིགས་ ཤིང་ དངང་བ་ དེ་ནས་ ལྕགས་ ཀྱི་ སྣོད་ ཀྱི་ ནང་ དུ་ ཟངས་ དང་ ཞ་ཉེ ར་ བསྲེས་ ཏེ་ བསྐོལ་བ་ དེར་ བླུགས་ ནས་ ཁྱེར་ ཏེ་ འོངས་ ནས །_
en: When the hell beings hear and see that river, they will be shocked and horrified, yet the henchmen will now fetch them iron buckets containing molten copper mixed with lead and say,

source: འདི་ལྟར་ ཀྱེ་ གྲོགས་པོ་ དག་ འཐུང་ ཞེས་ སྨྲས་ སོ །_།
en: ‘Friends, drink!’

source: དེ་ སྐོམ་པ ས་ གདུངས་པ འི་ བསམ་པ ས་ བཏུང་བ་ ཡིན་ ནོ་ སྙམ་ ནས །_ དེ་ ལག་པ་ གཉི་ག ས་ བླངས་ ནས་ ལས་ ཀྱིས་ བསྒྲིབས་པ་ སྐོམ་པ ས་ གདུངས་པ་
en: Tormented by thirst, the hell beings will risk drinking, and thus, obscured by karmic action, they will take up the buckets with both hands so as to quench their thirst.

source: འཐུང་བ་ དང་ དེ འི་ མཆུ་ སྲེག་ ཅིང་ ལྕེ་ སྲེག་པ་ ནས་ མགུལ་བ་ དང་ མིད་པ འི་ བར་ ནས་ རོ་སྨད་ ཀྱི་ བར་ དུ་ འབྱུང་ སྟེ དེ་ སྡུག་བསྔལ་ བཞི་ འགྱུར་ དུ་ མྱོང་ ངོ་ །_།
en: Yet, as they attempt to drink, everything from their lips, tongues, and throats, down through their bodies, will be scorched and burned, thus quadrupling their pain.

source: བཞི་ འགྱུར་ དུ་ བསྲེགས་པ་ དེ འི་ ལས་ ཀྱི་ འབྲས་བུ་ གང་ཡིན་ སྙམ་ ན །_
en: $833 “What are the karmic factors that in this way make their tortures intensify fourfold?

source: གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ ནི་ སྡོམ་པ་ བླངས་པ ས་ འཐུངས་ ཤིང་ ཁྱིམ་ གྱི་ གནས་ ནས་
en: They are killing, stealing, sexual misconduct, consumption of alcohol after one has taken vows, and offering alcohol to a nun who has gone forth from the household and taken vows.

source: བྱུང་བ་ སྡོམ་པ་ བླངས་པ འི་ དགེ་སློང་ མ་ དག་ ལ་ བླུད་པ་ དེ འི་ འབྲས་བུ་ ནི་ འདི་ ཡིན་ ཏེ འདི་ལྟར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ ཟངས་དམར་པོ་ རབ་ཏུ་ བསྐོལ་བ་ དེ་ ལ་ འཐུང་བ འི་ བསམ་པ ས་ ལེན་པ་ དེ་ ཡིན་ ནོ །_།
en: These are the acts that drive the beings of hell to drink from the vessel with red-hot, boiling copper.

source: དེ་བཞིན་ དུ་ དགེ་སློང་ ཚུལ་ཁྲིམས་ དང་ ལྡན་པ ས་ བཏུང་བ་ རུང་བ་ ཡིན་ ནོ་ སྙམ་ ནས་ཆང་ དེ་ཡང་ དུག་ ཧ་ལ་ ཧ་ལ་ ལྟ་བུ་ ཡིན་ ཏེ །_
en: $834 “Likewise, if a monk endowed with discipline should think that alcohol may be appropriate, and thus drink it, it will be like consuming halāhala poison.

source: དགེ་སློང་ བློ་ ཞན་པ་ དེས་ སྦྱིན་པ་པོ་ དང་ སྦྱིན་བདག་ དག་ གིས་ ལ་ དབོ་བ ར་ མ་ནུ ས་ ཤིང་ དགེ་འདུན་ ལ་ འཇིགས་ ནས་ འཐུངས་པ་ དེ འི་ འབྲས་བུ་ ནི་ འདི་ ཡིན་ ཏེ །_ སེམས་ཅན་ དམྱལ་བ་པ འི་ ཟངས་ བཞུས་པ་ དེ་ ས་ དག་ ལ་ དབོ་བ ར་ མི་ ནུས་ ཏེ །_ ལས་ དེ འི་ འབྲས་བུ་ ནི་ དེ་ ཡིན་ ནོ །།_།།
en: Such a weak-minded monk, who is unable to pour out the alcohol onto the ground where his sponsors and benefactors live, and who thus drinks while fearing the saṅgha, will in consequence of his actions be unable to pour out any of the liquid copper in hell.

source: དེ་ནས་ ཡང་ གཤིན་རྗེ འི་ མི་ དེ་དག་ གིས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ལ་ དྲིས་པ་ འདི་ལྟར་ ཀྱེ་ གྲོགས་པོ་ དག་ ཁྱེད་ ལ་ ཅི་ཞིག་ གནོད །_
en: $835 “Again, the henchmen of the Lord of Death will ask the beings of this hell, ‘O friends, what is torturing you?’

source: སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ གིས་ སྨྲས་པ །_ བཀྲེས་པ ས་ རབ་ ཁོ་ན ར་ གནོད་ དེ་ སྡུག་བསྔལ་ འདི་ ཡང་ བདག་ གི་ གནོད་པ་ དེ་དག་ ཐམས་ཅད་ ཟིལ་ གྱིས་ ནོན་ ཏེ །_ བཀྲེས་པ འི་ སྡུག་བསྔལ་ གྱིས་ གནས་ སོ །_།
en: “ ‘Hunger is our all-consuming suffering,’ they will reply. ‘It overshadows everything else, and we live in terrible starvation.’ {{page:{number:291,id:UT22084-068-021-100317,folio:F.227.a,volume:V68}}}

source: དེ་ [227a] ནས་ གཤིན་རྗེ འི་ མི་ དག་ ཆུ་བོ འི་ རླབས་ འཇིགས་པ་ ནས་ ལྕགས་ ཀྱི་ ཐུ་ལུམ་ ལྔ་ འགྱུར་ དུ་ རབ་ཏུ་ འབར་བ་ བླངས་ ཏེ །_ འོངས་པ་ དང་ །_
en: $836 “The henchmen will then fetch lumps of metal, five times as hot as usual, from Fearsome Waves.

source: དེ་ནས་ སེམས་ཅན་ དམྱལ་བ་པ་ ལས་ ཀྱིས་ རྣམ་པར་ རྨོངས་པ འི་ བློ་གྲོས་ ཅན་ དེ་དག་ ལྕགས་ ཀྱི་ ཐུ་ལུམ་ དེ་དག་ བཟའ་བ་ ཡིན་ ནོ་ སྙམ་ ནས་
en: The hell beings, whose intellects are obscured by their karmic actions, will believe that this metal is food.

source: བླངས་ ཏེ་ ཟ་བ་ དང་ །_ སྔ་མ་ བཞིན་ དུ་ དེ འི་ མཆུ་ སྲེག་པ་ ནས་ རོ་སྨད་ ཀྱི་ བར་ དུ་ བྱུང་ གིས་
en: But when they eat it, they will, as before, be burned all the way down to the lower parts of their bodies.

source: ཀྱང་ འཆི་བ ར་ མི་ བྱེད་ དོ །_།
en: Yet they will not die.

source: དེ འི་ ལས་ངན་ པར་ བྱས་པ འི་ དབང་ གིས་ ལྕེ་ དེ་ཡང་ སླར་ འབྱུང་བ ར་ འགྱུར་ ལ་ པད་མ འི་ འདབ་མ་ ལྟར་ ཤིན་ཏུ་ འཇམ་ ཞིང་ དེ འི་ ལུས་ ཀྱང་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: Instead, by the power of their negative acts their tongues will reemerge, soft and delicate like lotus petals, and the rest of their bodies will reappear too.

source: དེ འི་ ལས་ ཀྱི་ འབྲས་བུ་ ནི་ དེ་ ཡིན་ ནོ །_།
en: Such are the effects of their karmic actions.

source: དེ་ནས་ ཡང་ དགེ་སློང་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ དེ་བཞིན་ གཤེགས་པ འི་ སྒྲོན་མ་ ལྟ་བུ ར་ གྱུར་པ་ ལ་ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ མ་ བྱིན་པ ར་ ལེན་པ་ དང་ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ་ དང་ །_ ཆང་ འཐུང་བ་ དང་ །_ བརྫུན་ སྨྲ་བ་ དེ འི་ འབྲས་བུ་ ནི་ འདི་ ཡིན་ ཏེ
en: $837 “As the monk employs knowledge derived from hearing, he becomes like a lamp of the thus-gone ones, and so he understands that this is the effect of killing, stealing, sexual misconduct, alcohol consumption, and lying.

source: གང་ ཚུལ་ཁྲིམས་ འཆལ་པ་ ལུད་ བོང་ ལྟར་ སྤྱོད་པ་ ཚུལ་ཁྲིམས་ དང་ ལྡན་ ནོ་ སྙམ་ ནས་ ཡུལ་འཁོར་ གྱི་ བསོད་སྙོམས་ ལ་ ཡོངས་སུ་ སྤྱོད་པ་ དེ འི་ འབྲས་བུ་ ནི་ དེ་ ཡིན་པ ར་ ཤེས་ སོ །_།
en: He understands that this is the effect of partaking of the alms given by the country, thinking that one is endowed with discipline, while in fact one’s discipline is corrupted and resembles a heap of dung.

source: དེ་ནས་ ཡང་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ གཤིན་རྗེ འི་ མི་ དེ་དག་ གིས་ མཐོང་ ནས་ དེ་དག་ གི་ ལྕེ་ བསྲེགས་ ཤིང་ ལས་ ཀྱིས་ རྣམ་པར་ རྨོངས་པ འི་ བློ་གྲོས་ ཅན་ དེ་དག་ གི་ ལྕེ་ དེ་ ཁ་ དེ་ནས་ འབྱིན་པ ར་ བྱེད་ དེ
en: $838 “When the henchmen see the burned tongues of these hell beings who are obscured by karmic actions, they will pull them out of their mouths.

source: དེ་ཡང་ བརྫུན་ དུ་ སྨྲ་བ འི་ རྒྱུ་ དེས་ པད་མ འི་ འདབ་མ་ ལྟར་ ཤིན་ཏུ་ འཇམ་པ་ རྒྱ ར་ དཔག་ཚད་ ཕྱེད་ ཁེབས་ སོ །_།
en: As an effect of having lied, these new tongues, soft like lotus petals, will be so long that they cover the distance of half a league.

source: དེ་ནས་ གཤིན་རྗེ འི་ མི་ དེ་དག་ གིས་ ལྕེ་ དེ་ བཟུང་ ནས་ ལས་ ཀྱིས་ བསྒྲུབས་པ འི་ རྨོན་པ་ བརྒྱ་ ཕྲག་ དུ་མ་ རྣམས་ ཀྱིས་ ཉེས་པ ར་ བྱས་པ་ ལོག་པ ར་ སྨྲ་བ་ ངུ་ ཞིང་ སྐད་ འབྱིན་ བཞིན་ དུ་ ཤིན་ཏུ་ རྨེད་ དོ །_།
en: Taking hold of them, the henchmen will then use hundreds of plows to slice into the tongues of those who engaged in misdeeds and spoke wrongly.

source: དེ་ལྟ ར་ ལོ་ འབུམ་ཕྲག་ དུ་མ་ ལོ་ བྱེ་བ་ བརྒྱ་ ཕྲག་ བགྲང་ གིས་ མི་ ལང་བ འི་ བར་ དུ་ མྱོང་བ ར་ འགྱུར་ ཏེ །_
en: As the hell beings scream and cry, their tongues will be cleaved by the plows of the henchmen.

source: ལས་ བྱས་ ཤིང་ བསགས་པ་ དེ་དག་ གི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ དག་མ་ མྱོང་བ ར་ སེམས་ཅན་ དམྱལ་བ་ ལས་ ཐར་པ་ མེད་ དོ །_།
en: This torture will continue for innumerable billions of years, for the hell beings will not be able to escape the ripening effects of their completed and accumulated actions.

source: དེ་ནས་ གཤིན་རྗེ འི་ མི་ དེ་དག་ གིས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ལ་ཚིགས་ སུ་ བཅད་པ་ འདི་དག་ རྗེས་སུ་ བསྟན་ ཏོ །_།
en: All the while, the henchmen will instruct them with the following verses:

source: ཇི་ལྟ ར་ ཁྱོད་ ལ་ སྲོག་ གཅེས་པ །_། གཞན་ ལ འང་ དེ་ལྟ ར་ རབ་ཏུ་ གཅེས །_།
en: $839 “ ‘Just as you hold your own life dear, So you should also care for the lives of others.

source: སྡིག་པ་ དག་ གི་ རྗེས་ འབྲང་བ །_། ཁྱོད་ ཀྱིས་ ཅི་ཕྱིར་ སྲོག་གཅོད་ བྱས །_།
en: Doers of evil, Why did you kill?

source: མི་ ཡིས་ སྲོག་ དང་ བསྡོས་ བྱས་ ནས །_། ནོར་ ནི་ གང་ཞིག་ ཡང་དག་ བསྒྲུབས །_།
en: $840 “ ‘People will risk their lives When in pursuit of wealth. {{page:{number:292,id:UT22084-068-021-100318,folio:F.227.b,volume:V68}}}

source: [227b] གཞན་ གྱི་ ནོར་ ལ་ འདོད་པ ས་ སུ །_། དེ་ ནི་ ཁྱོད་ ཀྱིས་ ཅི་ཕྱིར་ འཕྲོག _།
en: Craving for the wealth of others, Why did you deprive them of it?

source: ཀུན་ གྱི་ ནང་ ན་ སྡུག་པ་ སྟེ །_། སྲོག་ པས་ ཕོངས་པ འི་ ཆུང་མ་ དེ །_།
en: $841 “ ‘People hold their spouses to be dearest of all, And they even sacrifice their own lives for them.

source: ཁྱོད་ ཀྱིས་ འདོད་ཆགས་ ཆགས་པ་ ཡི །_། སྟོབས་ ཀྱིས་ ཅི་ ཡི་ ཕྱིར་ ན་ དབྲོག _།
en: Lustful and desirous, Why did you violently take them away?

source: སྐྱེ་བོ་ རྣམ་པར་ རྨོངས་པ འི་ བློ །_། ཆོས་ ལ་ མཆོག་ ཏུ་ སུན་ འབྱིན་པ །_།
en: $842 “ ‘Alcohol makes people stupid And is the ultimate destroyer of qualities.

source: སྡིག་པ འི་ ཆང་ ནི་ འཐུང་བ་ དག _། ཁྱོད་ ཀྱིས་ ཅི་ཕྱིར་ ཡོངས་ མ་ སྤངས །_།
en: You drinkers of evil, Why did you not give up alcohol?

source: དུག་ ལྟ་བུ་ ཡི་ ལྕེ་ ལས་ བྱུང་ །_། གང་ ཀུན་ ཡིད་ཆེས་ མི་ བྱེད་པ །_།
en: $843 “ ‘Lies come from the tongue and are like poison, Causing mistrust in everyone.

source: བརྫུན་ དུ་ སྨྲ་བ འི་ སྡིག་པ་ དག _། ཁྱོད་ ཀྱིས་ ཅི་ཕྱིར་ ཡོངས་ མ་ སྤངས །_།
en: Why did you not give up The evil that is lying?

source: དེ་ལྟ ར་ སྡིག་པ་ རྣམ་ ལྔ་ ཡིས །_། གང་ ཕྱིར་ རྗེས་སུ་ ཆགས་ ལྡན་ ཁྱོད །_།
en: $844 “ ‘These five unwholesome actions You pursued with passion.

source: དེ་ཕྱིར་ མ་ ངུ་ ལེགས་པ ར་ ཟོ །_།
en: So enjoy them now, do not cry!

source: དུག་ ལྟ་བུ་ ཡི་ སྡིག་པ འི་ ཆོས །_། གང་ ཕྱིར་ ཡོངས་སུ་ མ་ སྤངས་པ ར །_།
en: $845 “ ‘You did not relinquish The poison of negative acts.

source: དེ་ཕྱིར་ འབར་བ འི་ ཕྲེང་བ་ ཡིས །_། དམྱལ་བ་ འཁྲུགས་པ་ ཆེན་པོ་ འཐོབ །_།
en: Hence, you have now attained the upheavals Of the garlands of flames in hell.’

source: དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་དག་ ལ་ གཤིན་རྗེ འི་ མི་ དེ་ རྣམས་ ཀྱིས་ རྗེས་སུ་ བསྟན་པ་ བསྟན་ ནས །_ རང་ གིས་ བྱས་པ འི་ ལས་རྒྱ འི་ འབུར་ ལྟ་བུ ར་ གྱུར་པ འི་ གནོད་པ་ དྲག་པ་ སྣ་ཚོགས་ དང་ རྣམ་པ་ དུ་མ་ དག་ གིས་ རྡེག་ ཅིང་ གསོད་ དེ་ ཇི་ལྟ ར་ མི་དགེ་བ འི་ རྣམ་པ་ དུ་མ་ ཀུན་ ཏུ་ སྤྱད་པ་ དེ་ལྟ ར་ སྡུག་བསྔལ་ རྣམ་པ་ དུ་མ་ ཡང་ སོ་སོ ར་ མྱོང་བ ར་ འགྱུར་ ལ་
en: $846 “Thus, as explained by the Lord of Death’s henchmen, all these tortures are like the imprint of the seal of one’s own karmic actions, and when one is beaten and slain, the suffering that one endures corresponds only to the unwholesome deeds one previously performed.

source: རྒྱུ་ དང་ མཚུངས་པ ར་ འབྲས་བུ་འབྱུང་ ཞིང་ས་ བོན་ དང་ མཚུངས་པ ར་ འབྲས་བུ་འབྱུང་ ངོ་ །_།
en: The effects manifest in accordance with their particular causal seeds.

source: འདི་ལྟར་ སེམས་ཅན་ དམྱལ་བ་ ཆེན་པོ་ རབ་ཏུ་ ཚ་བ་ དེར་ མི་དགེ་བ འི་ ལས་ བྱེད་པ ས་ ཤིན་ཏུ་ གང་བ འི་ འབྲས་བུ་ མི་དགེ་བ ས་ ཀྱང་ ཤིན་ཏུ་ གང་བ་ དེ་ལྟ་ བུ་ ལ་ སྤྱོད་ དེ །_
en: And so, in the great Hell of Intense Heat, one must endure tremendous unwholesomeness produced by unwholesome action.

source: དེ་ལྟ ར་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྡིག་པ འི་ ལས་ དགྲ་ ལྟ་བུ ར་ གྱུར་ ཅིང་ མི་ ཕན་པ ར་ འདོད་པ་ དེས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ འཚེད་ དོ །_།
en: For many hundreds of thousands of years, one’s negative acts will remain one’s merciless enemy, making one boil in hell.

source: དེ་ གལ་ཏེ་ དེ་ལས་ ཐར་ ནས་ མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ དཔུང་གཉེན་ འདོད་པ་ རྒྱུག་པ་ དང་ །_
en: $847 “If at some point the hell beings succeed in escaping, they will run, yearning for safety, refuge, and protection.

source: དེས་ རྒྱང་རིང་པོ་ ནས་ ཁྱི འི་ ཚོགས་ཆེན་པོ་ དག་ ཁ་ གདང་ ས་ ཤིང་ སྤྲོ་བ་ ཆེ་ ལ་ ཤིན་ཏུ་ མགྱོགས་པ་ སོ་ རྡོ་རྗེ་ ལྟར་ རྣོ་ ཞིང་ ཤིན་ཏུ་ འཇིགས་པ འི་ སྒྲ་ འབྱིན་པ འི་ ཁྱི་ དེ་ ཁྱི་ རྣམས་ ཀྱིས་ བསྐོར་ ནས་ རྒྱུག་ ཅིང་ འོང་བ་ མཐོང་ ངོ་ །_།
en: Yet, from afar a horde of frenzied, barking dogs with gaping mouths and diamond-sharp teeth will come bounding.

source: མཐོང་ ནས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ འབྲོས་པ ར་ བརྩམས་པ་ དང་ །_
en: The dogs will encircle the hell beings and seize them when they try to escape.

source: དེ་ནས་ ཁྱི་ དེ་དག་ ཐམས་ཅད་ ཀྱིས་ བརྒྱུགས་ ནས་ དེ་ བཟུང་ ངོ་ །_། བཟུང་ ནས་ ཀྱང་ མ་ལུས་པ ར་ ཟ་ སྟེ །_ རྒྱུས་པ འི་ ཚོགས་ ནས་ རྒྱུས་ [228a] པ འི་ ཚོགས་ དང་ །_ གནད་ ཀྱི་ བར་ ནས་ གནད་ ཀྱི་ བར་ དང་ །_ རུས་པ འི་ ཚིགས་ ནས་ རུས་པ འི་ ཚིགས་ ཏེ །_ ཇི་ལྟ ར་ དེ་ ཡུངས་འབྲུ་ ཙམ་ ཡང་ མ་ལུས་པ་ དེ་ལྟ ར་ ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ ཟ འོ །_།
en: Once the dogs have latched onto them, they will devour the hell beings completely, wolfing down every bit of sinew, {{page:{number:293,id:UT22084-068-021-100319,folio:F.228.a,volume:V68}}} organ, and bone until not so much as a sesame seed’s worth remains of all their major and minor body parts.

source: དེ་ནས་ ཡང་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ དེ་ལྟ ར་ དེ་ ཡུན་རིང་ དུ་ ཁྱི་ དེ་ རྣམས་ ཀྱིས་ ཟ འོ །_།
en: The hell beings will then be revived, however, and thus continue to be devoured by the curs for a long time.

source: དེ འི་ ལས་ ཀྱི་ འབྲས་བུ་ དེ་ གང་ཞིག་ ཡིན་ སྙམ་ ན་
en: What type of action may cause this?

source: གང་དེ ས་ ཤ་ སྟོན་ བྱ་བ འི་ ཕྱིར་ སེམས་ཅན་ བསད་ ཅིང་ སྲོག་ བཅད་པ འི་ འབྲས་བུ་ ནི་ དེ་ ཡིན་ ནོ །_།
en: Killing and slaughtering beings to eat their flesh.

source: མ་ བྱིན་པ ར་ ལེན་པ འི་ འབྲས་བུ་འབྱུང་བ་ ཡང་ འདི་ལྟར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེས་ ལས་ ཀྱིས་ བྱས་པ ར་ གྱུར་པ འི་ ནོར་རྫས་ དག་ མཐོང་བ་ དང་ །_ དེ་དག་ ཀྱང་ ལས་ ལས་ བྱུང་བ འི་ རྨོངས་པ་ ཡིན་ ཏེ
en: $848 “As an effect of their having taken what was not given, the hell beings will perceive the presence of valuable substances that are in fact only the products of their own karmic actions.

source: འདི་ལྟར་ འདི་དག་ ནི་ བདག་ གི་ ཡིན་ ན་ ཕ་རོལ་ དག་ གིས་ ཕྲོགས་པ་ ལྟ་ སྙམ་ དུ་
en: Not knowing this, the hell beings will think, ‘These things should be mine, but others may take them.’

source: ཁོང་ དུ་ ཆུད་ ནས་ དེ་དེ ར་ རྒྱུག་པ་ དང་ །_ དེ་ གཤིན་རྗེ འི་ མི་ གཞན་ རྣམས་ ཀྱིས་ བཟུང་ ངོ་ །_། བཟུང་ ནས་ ཀྱང་ མཚོན་ རྣམ་པར་ གཅོད་པ ས་ གནད་ ནས་ གནད་ ཤིན་ཏུ་ གཅོད་ ཅིང་ སྲེག་ གོ །_།
en: Yet, as they hasten toward those things, the henchmen of the Lord of Death will seize them and pierce all their vital points with weapons and burn them alive.

source: དེ་ སེམས་ཅན་ དམྱལ་བ་པ་ གཞན་དག་ གི་ དྲུང་ དུ་ རྒྱུག་ ལ །_ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ མཐོང་ ནས་ དེ་དག་ ཀྱང་ གཤིན་རྗེ འི་ མི་ དེ་ རྣམས་ ཀྱིས་ བཟུང་ སྟེ །_ རལ་གྲི་ དང་ །_ མདུང་ཐུང་ དང་ །_ མདའ་བོ་ ཆེ་ དང་ །_ རྡོ་ རབ་ཏུ་ འབར་བ་ རྣམས་ ཀྱིས་ རྣམ་པར་ གཤེག་ པར་ བྱེད་ དོ །_།
en: $849 “Later, the hell beings will run toward other hell beings, but when the henchmen take notice, those beings will be rounded up and wounded with swords, spears, lances, and burning stones.

source: དེ་དག་ ཀྱང་ མ་ བྱིན་པ ར་ ལེན་པ་ དེ འི་ འབྲས་བུ ས་ ཇི་སྲིད་ དུ་མ་ བྱིན་པ ར་ ལེན་པ འི་ འབྲས་བུ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ གཤེག་ པར་ བྱེད་ དོ །_།
en: Thus, as the result of taking what was not given, they will be tortured for many hundreds of thousands of years until finally their karmic effects have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ ས་ བུད་མེད་བ་ ཚྭ འི་ ཆུ་བོ ས་ ཁྱེར་ ཞིང་ ཤིན་ཏུ་ རྩུབ་ རྩུབ་ སྐད་ སྨྲ་ ལ་ རླབས་ ཀྱིས་ བདས་པ་ ན་བ ར་ འགའ་ ནི་ སྟེང་ དུ་ འབྱུང་ །_ བར་འགའ་ ནི་ འོག་ ཏུ་ འཇུག་ ཅིང་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ ལ་
en: $850 “Once they finally escape this condition, they will, because of their sexual misconduct, perceive a woman who screams as she is carried away in a river of acid, at times surfacing in the current, and at other times being pulled down by it.

source: འདི་ལྟར་ བདག་ ལ་ མགོན་མེད་པ་ དེ་བ་ ཚྭ འི་ ཆུ་བོ འི་ ཉོན་མོངས་པ་ འདི་ ལས་ བདག་ ཡོངས་སུ་ སྐྱོབས་ ཤིག་ ཅེས་ སྨྲ་བ་ མཐོང་ ངོ་ །_།
en: ‘Help!’ the woman will cry. ‘Save me from this horrible river of acid!’

source: དེ་ནས་ སེམས་ཅན་ དམྱལ་བ་པ་ དེས་ བུད་མེད་ དེ འི་ སྒྲ་ དེ་ ཐོས་ ནས་ ལས་ ཀྱིས་ རྨོངས་པ ས་བ་ ཚྭ འི་ ཆུ་བོ་ དེར་ འཇུག་ གོ །_།
en: When the hell beings hear such words, they will, obscured by their karmic actions, enter the acid river.

source: དེར་ ཞུགས་ མ་ ཐག་ ཉིད་ དུ་ དེ འི་ ལུས་བ་ ཚྭ འི་ ཆུ་བོ འི་ ཤུགས་ ཀྱིས་ ཇི་ལྟ ར་ རུས་པ་ ཡུངས་འབྲུ་ ཙམ་ ཡང་ མ་ལུས་པ་ དེ་ལྟ ར་ ཁྱེར་ རོ །_།
en: As soon as they do so, however, the acid will break down their bodies so that, in the end, not even a piece of bone the size of a sesame seed will remain.

source: དེ་ནས་ ཡང་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ ཡང་ བུད་མེད་ དེ་ཉིད་ རྒྱང་རིང་པོ་ ནས་ བ་ ཚྭ འི་ ཆུ་བོ་ དེ་ཉིད་ ཀྱིས་ [228b] ཁྱེར་བ་ ན་ བདག་ ལ་ མགོན་མེད་ ན་ བདག་ ཡོངས་སུ་ སྐྱོབས་ ཤིག་ ཅེས་ སྒྲ་ འབྱིན་པ་ མཐོང་ ངོ་ །_།
en: Then they will be revived and once again perceive the same woman in the distance being carried away by the river of acid. {{page:{number:294,id:UT22084-068-021-100320,folio:F.228.b,volume:V68}}} Again she will call out, ‘I’m helpless! Save me!’

source: དེ་ནས་ ཡང་ བུད་མེད་ དེ་ ལ་ དམིགས་པ་ དེ འི་ དྲུང་ ཉིད་ དུ་ རྒྱུག་ གོ །_།
en: The hell beings will once again rush toward the woman they perceive.

source: དེ་ནས་ བུད་མེད་ དེ་དེ་ ལ་ འཇུ་ སྟེ །_ དེ འི་ སེན་མོ་ ལྕགས་ ལས་ བྱས་པ འི་ མཚོན་ རྣོན་པོ་ རབ་ཏུ་ འབར་བ་ ལྟ་བུ་ དག་ གིས་ མི་ དེ་ ལ་ འཇུས་པ་ དང་ །_ ཇི་ལྟ ར་ དེ འི་ ལུས་ ཡུངས་འབྲུ་ ཙམ་ ཡང་ མ་ལུས་པ ར་ དེ་ལྟ ར་ རྣམ་པར་ འཐུབ་བོ །_།
en: When they reach her, the woman will cling onto them, but her nails, produced by karmic action, will be sharp like weapons, and as she latches on to the hell beings she will cut them to pieces until, finally, not so much as a sesame seed’s worth remains of their bodies.

source: ལུས་ ཀུན་ ཏུ་ ཁྲག་ གིས་ ཆག་ཆག་ ལྟར་ བཏབ་ ཅིང་ ལུས་ རྒྱུས་པ འི་ དྲ་བ་ ལུས་པ་ འདོད་ཆགས་ དག་ གི་ ཟིལ་ གྱིས་ ནོན་པ་ ཡང་ བུད་མེད་ དེ་ཉིད་ ཀྱི་ ཕྱིར་ རྒྱུག་ སྟེ
en: Again, with bodies covered with coagulated blood and their raw muscles exposed, those who were overcome by desire will continue running to the woman and plunge into the river of acid.

source: དེ་བ་ ཚྭ འི་ ཆུ་བོ་ དེ འི་ ནང་ དུ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ དེད་ དོ །_།
en: This will continue until their negative acts have been overcome, relinquished, and exhausted.

source: དེ་ ཕྱིས་ སེམས་ཅན་ དམྱལ་བ་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ལ །_ ཐར་ ནས་ དེ་ནས་ ཡང་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: $851 “When, finally, these beings escape that hell, they will run off as best they can, tormented by hunger.

source: བཀྲེས་པ ས་ ཡོངས་སུ་ གདུངས་པ འི་ ལུས་ དེ་ག ར་ བབ་ བབ་ ཏུ་ ཡོངས་སུ་ རྒྱུག་ གོ །_། དེ་ ཕྱིས་ ཆུ་ བསིལ་བ་ འདོད་པ འི་ ཕྱིར་ ཆུ་བོ འི་ དངོ་ རབ་ཏུ་ དང་བ་ དེར་ རྒྱུག་ གོ །_།
en: Wishing to quench their thirst, they will rush toward what appears to be a bright and clear river.

source: དེ་ གང་ གི་ ཚེ་ ཕྱིན་པ་ དང་ །_ ཆུ་བོ འི་ དངོ་ དེ་ཡང་ ཞ་ཉེ་ རབ་ཏུ་ བསྐོལ་བ་ འཇིགས་ འཇིགས་ ལྟར་ འདུག་པ་ ཆེན་པོ་ ཡིན་ ཞིང་ ཐམས་ཅད་ དུ་ དུག་ རབ་ཏུ་ དྲག་པ་ དང་ །_ སྦྲུལ་ རྣམས་ ཀྱིས་ ཁེབས་ ཏེ་
en: However, as they approach the river, it becomes a horrifying spectacle, because it actually flows with boiling lead and noxious poisons and is teeming with snakes.

source: སྐོམ་པ ས་ གདུངས་པ་ དེ་ དུག་ དང་ སྦྲུལ་ དེ་ རྣམས་ དང་ ལྷན་ཅིག་ འདྲེས་པ འི་ ཞ་ཉེ་ དེ་ ལ་ འཐུང་ ངོ་ །_།
en: Nevertheless, tormented by thirst, the hell beings will drink from the molten lead mixed with poison and snakes.

source: དེ་དག་ ཀྱང་ ལས་ ལས་ བྱུང་བ་ ཡིན་ ཏེ །_ སྦྲུལ་ ཕྲ་མོ ར་ གྱུར་པ འི་ མགོ་མི་ དེ་ ལ་ རབ་ཏུ་ འཇུག་ གོ །_།
en: As a manifestation of their karmic actions, small snakes will then bore their heads into them.

source: གང་ གི་ ཚེ་ སེམས་ཅན་ དམྱལ་བ་པ འི་ ལྟོ་ དེར་ ཞུགས་ པར་ གྱུར་པ་ དེ འི་ ཚེ །_ ལུས་ཆེན་པོ ར་ འགྱུར་ ཏེ །_
en: When the snakes reach their stomachs the bodies of the hell beings will swell up and increase in size.

source: དེ་ ལུས་ དེ འི་ ནང་ ན་ རྒྱུ་མ་ དང་ གཉེ་མ་ ལ་སོགས་པ་ ཐམས་ཅད་ འཆའོ །_། འཇིབ་བོ །_། ཟ འོ །_།
en: The snakes will then gradually bite, chew, and devour the hell beings’ bowels and intestines.
